Revit 2027 API
ParameterTypeId.RebarSystemNumberOfLinesBackDirn1 Property
 "Interior Major Number Of Lines"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemNumberOfLinesBackDirn1 { get; }
Public Shared ReadOnly Property RebarSystemNumberOfLinesBackDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemNumberOfLinesBackDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemNumberOfLinesBackDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace